[
  {
    "title": "Moderna's Fourth-Quarter Profit Suffers Due to Decrease in Vaccine Sales and New Expenses",
    "slug": "moderna-profit-suffers-decrease-in-vaccine-sales",
    "body": "Moderna, the biotech company that developed the Spikevax coronavirus vaccine, announced a significant decline in profits for the fourth quarter of 2022. The company's net income dropped by 70% from the same period in 2021, driven by lower sales of the COVID-19 vaccine and a one-time payment of $400 million to the National Institute of Allergy and Infectious Diseases (NIAID) for a new agreement on future royalty sales of the vaccine. Moderna also reported an increase in research and development costs, which nearly doubled to $1.2 billion, as it seeks to strengthen its income statement beyond the COVID-19 vaccine.\n\nDespite the drop in profits, Moderna continues to make progress in its drug development pipeline. The company recently received a breakthrough therapy designation from the US Food and Drug Administration (FDA) for its potential skin cancer vaccine combination with Merck. The designation is intended to speed up the development and review of drugs that show signs of being an improvement over established treatments. Researchers are testing how Moderna's potential vaccine and Merck's immunotherapy Keytruda work in improving survival before cancer returns in patients who had advanced melanoma surgically removed. Moderna expects to begin a late-stage study of the skin cancer vaccine combination later this year.\n\nIn addition to its cancer vaccine program, Moderna is also one of several drugmakers developing a potential vaccine for respiratory syncytial virus (RSV), a common respiratory illness that can be serious for infants and older adults. Company officials told analysts on Thursday that they plan to submit the vaccine for approval in the first half of this year.\n\nDespite the decline in profits, Moderna's revenue remained strong, totaling $5.08 billion for the fourth quarter of 2022, though this represents a 29% drop from the same period in 2021. The COVID-19 vaccine, which brought in more than $18 billion in sales last year, is still Moderna's main source of revenue outside of grants and collaborations. Sales of the Spikevax vaccine totaled $4.9 billion in the fourth quarter, a 73% drop from the final quarter of 2021, when the Omicron variant was spreading rapidly and more people were getting either their initial shots or their first round of boosters.\n\nLooking ahead, Moderna officials said they expect additional sales from the United States, Europe, and Japan. In the US, COVID-19 vaccines will be sold commercially for the first time later this year when the federal government stops buying the shots. Moderna told The Wall Street Journal last month that it was considering pricing the vaccine in the range of $110 to $130 per dose. However, the company leaders emphasized on Thursday that people with insurance will pay nothing out of pocket for the shots, and Moderna has a patient assistance program that will provide the shots for people without coverage or who are underinsured.\n\nFollowing the announcement of its financial results, shares of Moderna Inc. fell by more than 8% to $145.10 on Thursday. The stock had already fallen 12% so far this year as of Wednesday. Nonetheless, Moderna's strong revenue and ongoing drug development efforts suggest that the company is well positioned to continue making an impact in the biotech industry in the coming years.",
    "imageUrl": "https://media.zenfs.com/en/ap.org/8563f683bdd7943fddcbc3f38d9ea907",
    "category": "health",
    "publishedAt": "February 23, 2023"
  },
  {
    "title": "Potential consequences of a successful challenge to medication abortion.",
    "slug": "potential-consequences-challenge-to-medication-abortion",
    "body": "In recent years, medication abortions have become an increasingly popular option for women seeking to terminate a pregnancy in the United States. This method involves taking two different drugs, mifepristone and misoprostol, over the course of a few days, and can be done in the comfort of a patient's own home. However, opponents of abortion are now seeking to ban one of these medications, mifepristone, which could have a significant impact on access to abortions across the country.\n\nThe Food and Drug Administration (FDA) regimen for medication abortions is a two-step process. First, mifepristone is taken to dilate the cervix and block the hormone progesterone, which is necessary for a pregnancy to continue. A day or two later, misoprostol is taken to cause contractions and empty the uterus. This process is used in just over half of all abortions performed in the United States and is generally considered safe and effective, although its success rate is slightly lower than that of in-clinic procedures.\n\nMifepristone was developed in France in the 1980s as an abortion drug to be used in combination with misoprostol. The FDA approved it in 2000 for use during the first trimester of pregnancy. It is also approved in the U.S. to treat Cushing's syndrome, a hormonal disorder. Misoprostol, on the other hand, is made by several companies and is approved for treating gastric ulcers. It is sometimes used in miscarriages to help expel tissue, in addition to its use in abortions.\n\nIf opponents of abortion are successful in their efforts to ban mifepristone, women seeking abortions would only have access to misoprostol. While this would still allow for abortions to be performed, the process would be slightly less effective and sometimes more painful. In countries where mifepristone is banned for abortions, misoprostol alone is often used instead. Some U.S. clinics and telehealth providers also offer misoprostol-only abortions, but additional doses taken four hours apart are recommended for later abortions.\n\nMedication abortions are generally less expensive than in-clinic procedures. At Carafem, a reproductive health group with clinics in four states and telehealth services in 16 states, medication abortions with both drugs cost $249 or $175 with misoprostol alone when obtained through a virtual visit. In comparison, abortion procedures at Carafem clinics cost about $450.\n\nIn recent years, several states have passed laws to restrict access to abortions, and the U.S. Supreme Court overturned Roe v. Wade in June. As a result, some states have further tightened their restrictions on abortions. According to the Guttmacher Institute, a research group that supports abortion rights, abortions are banned or unavailable in 14 states, and 14 others restrict access to medication abortion.\n\nIn November, an anti-abortion group filed a federal lawsuit in Texas seeking to ban mifepristone, claiming that the FDA approved the drug 23 years ago without adequate evidence of safety. A federal judge appointed by former President Donald Trump could rule as early as Friday. If the judge sides with abortion opponents, access to mifepristone could be halted nationwide.\n\nClinics and telehealth providers are already preparing for a potential mifepristone ban by ordering more misoprostol supplies, so they can offer medication abortions with just that one drug. They are also expecting a potential increase in demand for in-clinic procedures and are making sure they have enough staff members to handle the demand.",
    "imageUrl": "https://media.zenfs.com/en/ap.org/a80ea6d14597dfb80373c16a23675569",
    "category": "health",
    "publishedAt": "February 23, 2023"
  },
  {
    "title": "Implications of COVID Data Tracker Shutdowns on the Future of the Pandemic",
    "slug": "implications-covid-tracker-shutdownds-on-future-of-pandemic",
    "body": "As the pandemic appears to be entering a new phase with the end of the public health emergency in early May, COVID data trackers are shutting down and no longer sharing data on the number of cases or hospitalizations. This is despite approximately 500 Americans still dying each day from the disease. Experts warn that epidemiological tracking investments can't dwindle, especially as respiratory illnesses like influenza and RSV are still placing a heavy burden on some hospitals across the natio\n\nCOVID data trackers were brought in to monitor numbers to inform officials, and the onset of the pandemic was the catalyst for many of these data trackers. John Hopkins University reported that their Coronavirus Resource Center will be shut down in early March, and the site was one of the first to track real-time COVID data. Even the White House relied on the site in the early days of the pandemic to learn about the outbreak that was occurring abroad.\n\nExperts emphasize that accurate data is essential for public health officials and policymakers to develop and adjust COVID policies. Yet, almost no jurisdiction is widely imposing any policies like mask-wearing or social distancing. Losing momentum on investments made in public health data may place communities in vulnerable positions.\n\nAt-home tests have now made case numbers less reliable, although officials continue to encourage anonymously reporting tests to MakeMyTestCount.org – a site led by the NIH. Experts say tracking cases can still help inform public health agencies.\n\nTracking cases is also important because it alerts officials of potential surges. There have been some notable ones like the Delta surge in the summer of 2021, which impacted many hospitals. Yet, the Omicron surge obliterated its predecessors in terms of the sheer numbers of cases. Since then, small rises in cases have all been attributed to offshoots of the variant. Experts believe that a serious surge would most likely require a completely new variant.\n\nIn general, predicting COVID numbers is almost an impossible task. Experts remain optimistic that through repeated infections and vaccinations, COVID will eventually cause fewer hospitalizations and deaths than it has over the past few years.",
    "imageUrl": "https://media.zenfs.com/en/us.abcnews.gma.com/0305bde58a69baf6141a05b65e360003",
    "category": "health",
    "publishedAt": "February 22, 2023"
  },
  {
    "title": "Extreme Weather Swings from Sunny Highs to Shivering Cold Take a Toll on Your Health",
    "slug": "weather-swings-take-toll-on-health",
    "body": "Lily Pien, an allergist at the Cleveland Clinic, recently experienced an unusual weather phenomenon that had her bracing for an influx of patients seeking relief for their suddenly suffering noses. She drove to work earlier this week in snow and hail, only to find the next day that it was 65 degrees and sunny. \"My schedule is filled up,\" she said. \"As the weather changes, so does my patient load and their nasal symptoms.\"\n\nMany parts of the United States have seen wild weather swings and unseasonable conditions in recent days. The West is shivering in record cold, while the Southeast and Mid-Atlantic are experiencing unusual heat for February, including a pattern of springlike days on top of cold snaps - and vice versa. This type of weather whiplash can have a significant impact on human health, especially among those with existing medical conditions.\n\nAccording to experts, sudden temperature and humidity changes can affect the nose, making someone more vulnerable to bacterial and viral infections. Lower humidity, for instance, can lead the nose to dry up, \"making the nasal tissues more susceptible to possible infection,\" Pien said. These sudden changes in temperature can also prompt symptoms among those who have allergies - and even among those who don't, including people who suffer from nonallergic rhinitis or allergy symptoms with no identified cause.\n\n\"The nose is comprised of mostly blood vessels, which constrict when it is cold, and dilate with higher temperatures and more humidity,\" she said. \"When the weather goes back and forth in a 24-hour period, you can go from a runny nose to dry nose rather quickly.\n\nSuch fluctuations bewilder plants and animals, disturb the balance of delicate ecological systems and can exacerbate human health problems, especially among those with existing medical conditions, experts said. These changes can aggravate allergies, cause infections and worsen other more serious conditions, such as heart disease, they said.\n\n\"That jolt to your system can bring out all sorts of problems,\" said Aaron Bernstein, interim director of the Center for Climate, Health, and the Global Environment at Harvard T.H. Chan School of Public Health (Harvard Chan C-CHANGE). \"Going from 40 degrees to 80 degrees might not be a big deal for relatively healthy people, but could be for certain people, such as outdoor workers and people with chronic medical problems and other risks.\"\n\nThe human body has the ability to acclimate to temperature change, \"but it doesn't kick in within a span of a few hours,\" he said. \"It takes many days - up to two weeks - to get acclimated \n\nGaurab Basu, co-director of the Center for Health Equity Education & Advocacy at the Cambridge Health Alliance, agreed. \"Our bodies are a delicate equilibrium and working hard to maintain a certain body temperature,\" he said. \"They have to find ways to compensate for extremes.\"\n\nThese sudden changes in temperature can also be bad for the heart. Heat causes stress in the body and stress hormones can strain the heart, Bernstein said. Cold can cause hypothermia and lead to thicker blood that is \"more prone to creating blood clots, leading to strokes, heart attacks and clots in the extremities,\" he said.\n\nA study in May in the Lancet Planetary Health journal found that over time these abrupt temperature shifts are associated with increased mortality.\n\nDeaths related to these sudden jumps partly depends on the previous day's temperature, Bernstein said. \"It's probably worse if you go from a relatively cooler temperature of 60 degrees to 95 degrees than if you had been in the 80s the day before and went to 95,\" he said.",
    "imageUrl": "https://s.yimg.com/os/creatr-uploaded-images/2023-02/efacfa20-b3a5-11ed-bfeb-6aa1e8ff6d6f",
    "category": "health",
    "publishedAt": "February 20, 2023"
  },
  {
    "title": "Mortgage Rates Approach 7%",
    "slug": "mortgage-rates-approach-7-percent",
    "body": "Mortgage rates have taken a steep climb in recent weeks, surging closer to 7% and forcing more would-be buyers back to the sidelines. The rate on the average 30-year fixed mortgage increased to 6.50% from 6.32% the week prior, according to Freddie Mac. Rates have increased 41 basis points this month, after government data showed inflation had risen slightly last month, reversing most of the decline witnessed since mid-November.\n\nThis sharp uptick in rates has squeezed homebuyer demand, driving inflation-weary homebuyers to lower their budgets or abandon their purchasing plans. Meanwhile, the handful of buyers still in the market are negotiating sales before rates further erode their buying power.\n\n“Still-high home prices and elevated rates have crushed affordability,” Keith Gumbinger, vice president of HSH.com said. “That said, there is reasonable demand and ability by potential homebuyers to engage in the market, but there are still too few homes for sale from which to hope to find something suitable at a price a prospective buyer can actually afford. All combined, these things are dampening the market. As mortgage rates climb higher, a growing share of homebuyers have decided to walk away from their purchase plans.\n\nThe volume of mortgage applications for a purchase fell 18% compared with the previous week, the Mortgage Bankers Association (MBA) survey of applications for the week ending Feb. 17 found. Overall, purchase application volume was down 41% from a year ago, with the purchase index at its lowest point since 1995.\n\n“This time of the year is typically when purchase activity ramps up, but over the past two weeks, rates have increased significantly,” Joel Kan, MBA’s vice president and deputy chief economist said in a statement. “The increase in mortgage rates has put many homebuyers back on the sidelines once again, especially first-time homebuyers who are most sensitive to affordability challenges and the impact of higher rates.”\n\nThe pullback in demand doesn’t come as a surprise. According to Jeff Reynolds, broker at Compass and founder of UrbanCondoSpaces.com, homebuyers have lost roughly 10% of their purchasing power in the last two weeks alone due to the sharp uptick in rates. “That creates a lot of rate shock for buyers,” Reynolds said.\n\nSofter home prices aren’t much help for some price-struck buyers, either. According to Realtor.com, home prices have decreased 11% over the past 7 months to an average of $400,000 in January. Still, at last week’s rate of 6.32%, the buyer of a median-priced home was looking at a $1,985 monthly mortgage payment – that’s 42% higher than last year, though 6% lower than it would have been in June 2022.\n\n“It was inevitable that demand would slow,” Reynolds said. “We had our worst seasonally adjusted mortgage purchase application reading in recent history. We’ll find out in the next 30 days if buyers are getting used to higher rates or if they will stay on the sidelines waiting for rates to come back to earth.”\n\nAs the real estate market struggles to adapt to these new rates, some experts have voiced concerns that the higher mortgage rates may negatively impact the broader economy. A slowdown in the housing market could have ripple effects throughout the economy, impacting jobs and consumer spending.\n\nFor now, it remains to be seen how long mortgage rates will continue to climb and how much of an impact they will have on the housing market. Homebuyers who are able to secure a mortgage now may face higher monthly payments, but they may also be able to take advantage of softer home prices and lower competition from other buyers who are sitting on the sidelines.",
    "imageUrl": "https://s.yimg.com/os/creatr-uploaded-images/2022-05/b2a4f780-e0de-11ec-bf7a-db1cb1969b7a",
    "category": "business",
    "publishedAt": "February 22, 2023"
  },
  {
    "title": "Ted Cruz Criticizes IRS' Proposed Tip Reporting Program as 'Unconscionable' Act of Cruelty",
    "slug": "ted-cruz-criticizes-tip-reporting-program",
    "body": "The IRS, traditionally one of the least popular federal agencies, has come under fire once again with the announcement of a proposed new program. The Service Industry Tip Compliance Agreement (SITCA) is a voluntary tip reporting program between the IRS and employers in various service industries aimed at improving gratuity reporting compliance and reducing unreported tip income. The proposed program has already drawn the ire of Republican lawmakers, who view it as an example of the IRS “punishing everyday Americans.”\n\nUnder SITCA, employers in all service industries, with the exception of the gaming sector, with at least one business location, can participate in the program. The program is designed to take advantage of changes in how tips are given and how employers monitor and report those tips to the IRS. Employers that participate in SITCA would give the IRS an annual report of their electronic tip information and an estimation of cash tips. Employees collecting tips wouldn’t have to do anything to report their income, which the IRS hopes will “decrease taxpayer administrative burden.”\n\nThe IRS already has two tip reporting programs that SITCA aims to replace. The Tip Rate Determination Agreement (TRDA) allows the IRS and employers to agree on selected tip rates for different categories of employees, while the Tip Reporting Alternative Commitment (TRAC) has employers prepare a monthly report on tip income based on disclosures from employees who receive cash tips. The IRS appears to be trying to sell employers on SITCA by simplifying “the burden of employer reporting.”\n\nCritics of SITCA argue that it will lead to a tax increase for service workers. While the program is intended to reduce unreported tip income, the consequence of more accurate reporting of tip income is often a higher income tax. Republican lawmakers and critics of the program have accused the Biden administration of breaking its promise not to raise taxes or increase audit rates for those making less than $400,000",
    "imageUrl": "https://media.zenfs.com/en/moneywise_327/65c3f804dde6a511f183505091ce1378",
    "category": "business",
    "publishedAt": "February 22, 2023"
  },
  {
    "title": "Numerous Employers to Provide Modest Salary Increases in 2023.",
    "slug": "employers-to-provide-modest-salary-increases",
    "body": "Payscale recently released its 2023 Compensation Best Practices Report, which shows that fewer employers plan to offer pay increases in 2023 compared to last year. Only 8 in 10 organizations surveyed said they would offer base pay increases this year, down from more than 9 in 10 last year. Meanwhile, 15% of employers surveyed were uncertain about whether they would offer bigger salaries, up from 3% last year.\n\nAccording to the report, around 6 in 10 organizations experienced labor shortages and difficulty attracting and retaining talent in 2022. However, this may not be as big of an issue in 2023. Evidence shows that although new job postings rose on the job board Indeed last week, they are declining on a month-over-month basis. Total postings growth has also been trending slower, according to Nick Bunker, an economist at Indeed.\n\nFor those who do receive salary increases, the average overall raise will be lower in 2023 than it was in 2022. Although more than half of employers surveyed said they would offer raises above 3%, those who receive an increase in pay should not expect a significant raise. Employers that do offer salary increases plan to provide an increase of between 4% and 5% for around 1 in 4 of them. Additionally, 12% of employers plan to offer small increases of between 3% and 3.99%, while 8% plan to offer increases of between 3.01 and 3.49%.\n\nThe report reveals that the average overall raise will be lower in 2023 than it was in 2022. This is a far cry from last year's optimistic forecast when employers were planning to increase salaries by an average of 4.6%, the most since 2007, according to a Willis Tower Watson survey of 1,550 U.S. companies. However, even with these anticipated raises, workers were still not content, according to a separate study from SHRM.",
    "imageUrl": "https://s.yimg.com/os/creatr-uploaded-images/2022-02/9dd2e740-8508-11ec-bd56-0032017f5bdb",
    "category": "business",
    "publishedAt": "February 20, 2023"
  },
  {
    "title": "Investors are buying less than 50% of homes compared to last year",
    "slug": "investors-buying-less-than-half-homes-compared-last-year",
    "body": "Investors shied away from the US housing market in the final months of 2022, purchasing roughly half as many properties as they did the previous year, according to a Redfin analysis. The data showed that home purchases by investors dropped 45.8% year over year in the fourth quarter and declined 27% from the third quarter. Investors bought $31 billion worth of homes in the period, down 42.7% from a year earlier and down 27.5% from the third quarter. This decline was particularly pronounced in some pandemic boomtowns, where investor home purchases fell nearly 70% year over year in the fourth quarter.\n\nHigher mortgage rates and concerns that prices would fall further made the math untenable for many investors, marking a major reversal from a year earlier when rental hedge funds purchased a lot of homes in the valley because rental rates had soared along with home prices.\n\nAs the market turned, hedge funds and home-flipping companies drastically slowed their investing due to overall market conditions and higher borrowing costs. Real estate agents said iBuying companies – instant-buying companies that use technology to buy and sell properties quickly – have especially slowed their pace. The decline in investor activity has been significant in cities like Nassau County in New York, Atlanta, Charlotte, Nashville, Sacramento, Riverside in California, and Orlando, Florida.\n\nThe absence of investors was acutely felt in some popular cities during the height of COVID-19, such as Las Vegas, Phoenix, and Charlotte, North Carolina, which saw real estate investment activity decline sharply at the end of 2022. Las Vegas and Phoenix, in particular, led the fourth-quarter drops in investor purchases, down 67% and 66.7%, respectively.\n\nThis is a stark contrast to 2021, when investor home purchases in Las Vegas increased by 105.5% compared with 2020, while investor purchases made up 28.4% of Phoenix's property market in the fourth quarter of 2021. At one point, iBuyer programs in Las Vegas would make \"VERY aggressive offers,\" but as the market turned, the companies still in the market are making \"very conservative offers that are less likely to be accepted,\" according to Shay Stein, a listing agent for Redfin in Las Vegas.",
    "imageUrl": "https://s.yimg.com/os/creatr-uploaded-images/2022-11/36c06ff0-643c-11ed-bb87-dc219bced4f8",
    "category": "business",
    "publishedAt": "February 19, 2023"
  },
  {
    "title": "Lucy Hale opens up about alcohol abuse and eating disorder",
    "slug": "lucy-hale-alcohol-abuse-eating-disorder",
    "body": "Actress Lucy Hale recently opened up about her struggles with alcohol addiction and an eating disorder. During an interview on The Diary of a CEO podcast, the 33-year-old shared that she had been privately dealing with these issues for years.\n\nHale said that she had a problem with alcohol from her first experience drinking, which was when she was only 14 years old, up until a year ago. She described herself as a \"textbook binge drinker\" and said that she would black out every time she drank. She also admitted that she had never been a normal, moderate drinker and that her drinking had always been a problem.\n\nThe actress recalled that she would pick up her first drink and like the feeling, then have another, and then another. Before she knew it, she had lost count and would not remember anything from the rest of the night. Hale had hard conversations with her friends, family, and even her manager, who she said \"saved my life at times\" during the height of her alcohol abuse.\n\nWhile she did not need an intervention to acknowledge what was happening, she admitted that she had never thought of herself as normal. She had moments where she did not want to change and thought that she could not give up drinking. She said, \"Who would I be if I can’t have fun and let loose and drink?\"\n\nHale had a similar relationship with her eating disorder, which she said she developed in her early teens when she was homeschooled and had to start logging her exercise hours for physical education. She saw her body change and started restricting her eating, and it slowly grew and grew into something she could not enjoy life with. She went to a therapist a handful of times and was told she was anorexic.\n\nShe first shared her experience with an eating disorder in 2012 and said that a previous boyfriend helped her to mend her relationship with food. Both the body image and substance abuse issues, she concluded, stemmed from a lack of self-worth that \"manifested\" in these ways. Hale said that she thought if she could just be a certain weight or size, then she would be enough.\n\nEventually, Hale realized that she had to address the root of her issues to make a real change in her life. She had tried to change for boyfriends, her mother, her career, and for vain reasons, but nothing worked. She knew that she deserved more from life and had to try a different way.\n\nHale announced her sobriety publicly for the first time on February 14, acknowledging that her one year of sobriety was an act of self-love. In the podcast, she shared that the journey has been far from easy, and she had to and wanted to get sober because she deserved more out of life and had to commit to it.",
    "imageUrl": "https://s.yimg.com/os/creatr-uploaded-images/2023-02/a221ea80-b3ce-11ed-bfff-e3bdcb8ae803",
    "category": "entertainment",
    "publishedAt": "February 21, 2023"
  },
  {
    "title": "'How the Grinch Stole Christmas!' is getting a sequel",
    "slug": "how-the-grinch-stole-christmas-sequel",
    "body": "Dr. Seuss fans will soon have another book to add to their collections, as Dr. Seuss Enterprises and Penguin Random House Children's Book recently announced the release of a sequel to the classic book \"How the Grinch Stole Christmas.\" The new book is titled \"How the Grinch Lost Christmas!\" and is set to hit shelves on September 5th.\n\nThe story is set one year after the original, and follows the Grinch as he attempts to once again ruin Christmas for the residents of Whoville. \"All throughout writing the story, I couldn’t fully believe that I was actually getting to play in the amazing creative sandbox Dr. Seuss created all those decades ago,\" said author Alastair Heim. Illustrator Aristides Ruiz added, \"When I heard of the opportunity to be a part of this project, I jumped at the chance only to find that it was difficult and daunting to approach adding to or expanding such an esteemed and treasured part of the American Christmas canon.\"\n\nHeim and Ruiz are both experienced in working on Dr. Seuss projects, with Heim having previously written \"If I Ran Your School\" and \"I Am the Cat in the Hat,\" and Ruiz having illustrated the Cat in the Hat’s Learning Library books for over twenty years.\n\nThe original \"How the Grinch Stole Christmas\" book has sold nearly 10 million copies in North America alone, and has been translated into multiple languages. The story of the Grinch's heart growing three sizes on Christmas day has become a beloved holiday tradition for many families.\n\nFans of Dr. Seuss and the Grinch will no doubt be eagerly anticipating the release of \"How the Grinch Lost Christmas!\" later this year.",
    "imageUrl": "https://media.zenfs.com/en/usa_today_entertainment_893/ad9540f4bf1d8c3b45e0ba8d835d75d6",
    "category": "entertainment",
    "publishedAt": "February 21, 2023"
  },
  {
    "title": "How \"Sesame Street\" creators designed the show to honor Black communities",
    "slug": "sesame-street-show-designed-to-honor-black-communities",
    "body": "An episode set to stream on HBO Max this fall was recently filmed at Kaufman Astoria Studios in Queens, allowing a visitor on set for the first time since COVID-19 shut down production in 2020. While the subject of the episode is being kept secret, it is safe to assume that joy, diversity, and education are on the agenda. In honor of Black History Month, we reflect on the inception of \"Sesame Street\" and its vital role in providing positive representation for young Black viewers. Over 53 years after its debut, the children's television program continues to lead the way in helping kids feel seen by showcasing characters and families that look like them while educating others about experiences that may differ from their own.\n\n\"Sesame Street\" was created in 1969, born out of the intersection of the civil rights movement, President Lyndon B. Johnson's war on poverty, and the subsequent Head Start program, which aimed to provide early childhood education and other necessities to low-income families. The show's founders, Joan Ganz Cooney and Lloyd Morrissett, developed the concept around a single question: \"Can television be used to teach children and level the playing field for children most disenfranchised by societal conditions?\"\n\nAccording to Akimi Gibson, Vice President of Formal Learning and Racial Justice Content at Sesame Workshop, \"Sesame Street\" is still answering that question today. Megan Piphus recently made history as the first Black woman puppeteer on the show. Her journey to \"Sesame Street\" began with an Instagram message in 2018 to Leslie Carrara-Rudolph, the puppeteer for Abby Cadabby, the bright pink fairy-in-training Muppet, who shared her work with \"Sesame Street\" producers. It wasn't until March 2020, when production had halted due to the pandemic, that Piphus was invited to join the show after the team had time to review old submissions. Piphus said, \"I immediately saw myself represented through her,\" referring to her muppet, Gabrielle, who wears her curly hair up in two Afro puffs.",
    "imageUrl": "https://media.zenfs.com/en/usa_today_entertainment_893/44e4f69223840c5460b2f8062629ed83",
    "category": "entertainment",
    "publishedAt": "February 21, 2023"
  },
  {
    "title": "Fans of Harry Potter are showing more interest in Hogwarts Legacy than in Fantastic Beasts, according to reports",
    "slug": "harry-potter-fans-more-interest-hogwarts-legacy-than-fantastic-beasts",
    "body": "Hogwarts Legacy, the video game set in the wizarding world of Harry Potter, has only been out for less than two weeks but has already captured the hearts and minds of fans around the world. Developed by Avalanche Software and published by Warner Bros. Games, Hogwarts Legacy allows players to attend an 1800s version of the famous Hogwarts School of Witchcraft and Wizardry.\n\nVariety reported that the game’s launch has inspired the highest traffic in the Harry Potter community fan platform Fandom in over seven years. The platform reported that Hogwarts Legacy-driven page views surpassed the Eddie Redmayne-starring Fantastic Beasts’ highest spike by 39% in just five days.\n\nWarner Bros. Games has announced that as of Tuesday, February 21, the game has seen more than 267 million hours played, 393 million magical plants grown, 242 million potions brewed, and 1.25 billion Dark Wizards defeated. David Haddad, the president of Warner Bros. Games, expressed his satisfaction with the game's reception, stating that “the player engagement is spectacular.”\n\nThe game's release was met by calls for a boycott over the views of Harry Potter creator J.K. Rowling on transgender issues. However, Rowling had no involvement in the concept or writing of the game, and it was developed without her input. Nevertheless, she will receive royalties from the game's sales.\n\nDespite the controversy surrounding the game's creator, fans have been thrilled with the opportunity to immerse themselves in the world of Hogwarts and learn more about its history. Hogwarts Legacy's popularity may be a testament to the enduring appeal of the Harry Potter franchise and the magic that it continues to evoke in fans of all ages.\n\nAs the game continues to be played and explored, fans can look forward to discovering even more secrets and surprises hidden within the walls of Hogwarts. And with the promise of future platform launches, it seems that the wizarding world will continue to capture the hearts and imaginations of fans around the world for years to come.",
    "imageUrl": "https://media.zenfs.com/en/the_independent_635/ac744cf24e2d85607de7827e50edb97a",
    "category": "entertainment",
    "publishedAt": "February 20, 2023"
  },
  {
    "title": "Novak Djokovic seeks entry to the U.S. despite being unvaccinated",
    "slug": "novak-djokovic-seeks-us-entry-unvaccinated",
    "body": "Novak Djokovic, the world's top-ranked men's tennis player, is seeking special permission to enter the United States to play in Indian Wells and Miami tournaments. Djokovic has not played in the US since losing in the 2021 US Open final. However, as an unvaccinated individual, he is currently prohibited from entering the country. In a statement made at his training ground in Belgrade, Djokovic expressed his desire to play in the US tournaments and thanked the tournament organizers and communities for their public support. Djokovic's unvaccinated status has affected his ability to compete for over 15 months, and he was deported from Australia in January 2022 before the Australian Open due to his decision to remain unvaccinated. The US does not allow unvaccinated international visitors to enter the country, and Djokovic was therefore unable to compete in the 2022 US Open.\n\nAlthough Australia has relaxed its vaccination restrictions on international travelers, the US still requires vaccines for international visitors. Djokovic, who won his 10th Australian Open trophy after defeating Stefanos Tsitsipas in the final last month, plans to play in the Dubai Championships next week while waiting for a response from American authorities. According to the Associated Press, the Transportation Safety Administration does not intend to change the vaccine requirement for international travelers until at least April. Djokovic stated that he hopes to receive special permission to participate in the upcoming tournaments and expressed his gratitude for the support he has received from the tennis community.",
    "imageUrl": "https://s.yimg.com/os/creatr-uploaded-images/2023-02/831d8c00-b2e5-11ed-a76d-738348027287",
    "category": "sports",
    "publishedAt": "February 23, 2023"
  },
  {
    "title": "Tottenham's Summanen handed two-match ban for \"successful deception of a match official\"",
    "slug": "tottenham-summanen-two-match-ban-deception",
    "body": "Tottenham midfielder Eveliina Summanen has been handed a two-match suspension by the Football Association for her part in the ejection of England star Emma Toone during Manchester United's 2-1 WSL win on Feb. 12. The FA announced the decision on Tuesday, stating that Summanen had committed a \"successful deception of a match official\" that led to Toone's red card.\n\nDuring the match, Toone was seen shoving Summanen's shoulders down to the pitch after a confrontation. Shortly after, Summanen dramatically grabbed her face as if she had been struck there. Manchester United manager Marc Skinner reportedly called Summanen's actions \"play acting,\" and vowed to appeal the three-match suspension that accompanied Toone's red card.\n\nThe appeal was successful, and an independent hearing found Summanen guilty of deception, stating that her actions amounted to improper conduct. Tottenham expressed disappointment and shock over the decision, according to BBC Sport. Summanen has denied the charge and is reportedly continuing to make inquiries into the verdict.\n\nAs a result of the suspension, Summanen will miss an FA Cup match against Reading on Feb. 26 and a WSL game at Manchester City on March 5. Tottenham will now have to play without one of their key midfielders for these crucial games.\n\nHowever, Manchester United will be relieved to have Toone available for their upcoming games, now that the decision to eject her has been overturned. Skinner expressed his pleasure with the FA's decision in a news conference, stating that he was happy Toone would be able to play in the upcoming matches.\n\nSkinner also emphasized the importance of players understanding their responsibilities on the field, stating that education is a key aspect of the game. \"We all learned from it and we move forward,\" he said.\n\nMeanwhile, Tottenham will be hoping to have Summanen reinstated as soon as possible. The suspension is a blow for the team as they look to secure a spot in the top half of the WSL table. It remains to be seen whether Summanen's inquiries into the verdict will yield any results.",
    "imageUrl": "https://s.yimg.com/os/creatr-uploaded-images/2023-02/78454f50-b305-11ed-b7b9-d93816c77555",
    "category": "sports",
    "publishedAt": "February 22, 2023"
  },
  {
    "title": "How new MLB rules could affect the Blue Jays",
    "slug": "how-mlb-rules-affect-blue-jays",
    "body": "MLB fans have been eagerly anticipating the 2023 season, as the league is set to introduce a slate of new rules that will change the game in various ways. Pitchers and hitters will no longer be allowed to drag the game to a crawl, base dimensions are changing, and the shift has been killed, restoring traditional infield defenses. These changes will impact all teams, including the Toronto Blue Jays, who are expected to be contenders again in the AL East.\n\nWith the race to October expected to be dangerously close, every game will count, and it's essential to examine how all three rule changes impact Toronto's roster and the club's style of play. Let's dive into each of these rule changes and explore how they will impact the Blue Jays.\n\nStarting this season, a 30-second timer between batters will be introduced, and the pitcher will have 15 seconds to deliver a pitch with no runners on base. With runners on, the pitcher gets 20 seconds to start his motion. If the pitcher doesn't start his delivery before the clock expires, he's charged with a ball, and if the batter isn't alert in the box by the eight-second mark, he is charged with a strike.\n\nNo Blue Jays pitchers were egregiously slow in 2022, but they will have to adjust to the new pitch timer. Alek Manoah took the longest between pitches, averaging 20.7 seconds between tosses with no men on and 25.2 seconds with runners on. Yimi García was also slow, averaging 20.5 seconds with the bases empty and 24.4 seconds with guys on. Interestingly, Yusei Kikuchi was relatively quick with no men on (19.9 seconds), but that jumped to 24.4 with runners on – an indication he was labouring, overthinking, or both.\n\nAnecdotally, making a pitcher rush his rhythm will throw him off. Manoah, for example, now won't be able to flip the rosin bag, remove his glove, and rub the ball as he contemplates his next pitch. Instead, he'll get his back foot on the rubber and get ready to rip the next pitch. That said, top performers like Manoah will adjust quickly, and their performance might not be impacted much.\n\nThe Pitch Timer is also accompanied by a limit on how often a pitcher disengages the rubber. After two disengagements, which include step-offs or pick-offs, the pitcher must get an out on the third attempt, or the runner advances one base. From this, it's expected that PitchCom devices will take over the league, as it'll be imperative for pitchers and catchers to communicate quickly.\n\nWith a clock ticking away, there will be heat on the catchers to find that right pitch and get it firing towards the plate. Renowned communicators behind the plate, such as Danny Jansen, will be handy. The disengagement rule also greatly impacts the run game, and we'll address that in a moment.\n\nIn 2023, each of the three bases will increase from 15 inches square to 18 inches square, creating a 4.5-inch reduction between first and second and between second and third. The goal is to encourage more stealing and reduce collisions around the bases.\n\nThis modification is great for the Blue Jays offense, though not because Toronto is a blazing fast team. The advantage comes from manager John Schneider's new chaotic style of play. When Schneider took over last season, we saw a notable uptick in stolen base attempts and hit-and-runs. As George Springer put it, \"it's hard to defend aggression.\"",
    "imageUrl": "https://s.yimg.com/os/creatr-uploaded-images/2023-02/ae400d30-b2c8-11ed-9fb5-01eec74718d6",
    "category": "sports",
    "publishedAt": "February 21, 2023"
  },
  {
    "title": "Qatar's Acquisition of Manchester United Would Represent a New Low for English Football",
    "slug": "qatar-acquisition-of-manchester-united-new-low-for-footbal",
    "body": "A Qatari state takeover of Manchester United would be a disastrous event for English football, marking an inflection point for the sport with potentially irreversible consequences. At the heart of the matter is the fact that the biggest club in English football would become a representative of one of the most contentious human rights issues in the world today: the labour system described as modern slavery. The club would be implicated in Qatar's attempt to mitigate this problem and thus become complicit in the issue. Manchester United is more than just a club, it represents a community of fans in Manchester and Salford, and its history is one of adventure and defiance. If it were to be sold to Qatar, it would no longer be about that community or its rich history, but rather about Qatar's foreign policy and issues that should not be the concern of football. The term \"sportswashing\" is too mild to describe what would happen in this scenario.\n\nThe Qatari takeover of United would mean that the three primary countries that drove the Gulf blockade would finally own major clubs in England, including the largest of all. This would call into question the morality of the Premier League, the most-watched league in the world, and compromise it to an unprecedented degree. The competition would be turned into a political arena, and Manchester would become one too. This could lead to an almost impossible situation for any other club to compete with the financial juggernaut created by the unlimited funds of one of the world's main oil economies. Such a situation would represent a total surrender to repressive regimes and destroy the idea of fair competition.\n\nHowever, the situation is not just about football. Qatar's sporting ambitions are well known, and the country has used sport as a tool to improve its global influence. Sheikh Jassim Bin Hamad Al Thani's purchase of Manchester United would be a state bid, meaning that he would simply be a conduit for state power, like Sheikh Mansour at City. Qatar has a troubling human rights record, and the country has been accused of \"sportswashing\" its image by investing in high-profile sporting events and clubs. By owning Manchester United, Qatar could extend its influence even further, all while violating the basic human rights of migrant workers.\n\nThe Qatari regime is an autocracy where the ruler has full executive power. It has a history of disregarding human rights, as seen in the World Cup construction project where workers were subjected to unsafe working conditions and long working hours. The country has refused to investigate the number of workers who died in the construction of the World Cup stadium, which calls into question any official pronouncements about the regime's intentions.\n\nThis state's acquisition of Manchester United would mark the end point of 15 to 30 years of building towards the unfettered embrace of ultra-capitalism in the game. The FA's decision in 1983 to allow Tottenham Hotspur to form a holding company to float on the stock market was a turning point in the sport's evolution. It set the stage for the Premier League, the Champions League, and the likes of the Glazers to buy into the sport. Manchester United's 2005 takeover was a prime example of the sport's uncaring economic model, as the club was purchased with a leveraged buy-out, primarily to help billionaires make more money.\n\nThe world of football has been naive in allowing Abu Dhabi to buy City and Qatar to buy PSG, as it failed to realize the real intentions behind these purchases. These states have been buying various assets and institutions, and football is their prize. They sponsor other clubs, partner with those they cannot buy, and own the two biggest stars in the game in Lionel Messi and Kylian Mbappe.",
    "imageUrl": "https://media.zenfs.com/en/the_independent_635/130bb65f6898da16e3a8554fb131892e",
    "category": "sports",
    "publishedAt": "February 20, 2023"
  },
  {
    "title": "China Prepares to Police AI as ChatGPT Frenzy Spreads",
    "slug": "china-prepares-police-ai-chatgpt-frenzy",
    "body": "China's government is set to introduce rules that will govern the use of artificial intelligence (AI) across various industries. This move comes as the country seeks to regulate emerging spheres as the fever for AI sweeps across the world's second-largest economy.\n\nOfficials from the Ministry of Science and Technology have said that the government will push for the safe and controllable application of AI services, which it considers to be a strategic industry. Science Minister Wang Zhigang has said that the government will continue to monitor the evolution of AI over the longer term to gain a better understanding of the ethical concerns surrounding the technology and other transformative technologies.\n\nThis announcement comes amid a surge in the popularity of OpenAI's conversational bot called ChatGPT, which has captivated users since its rollout months ago. This has prompted a plethora of American and Chinese corporations to unveil similar projects and inflaming AI-linked stocks. However, reports suggest that regulators have forced Chinese apps and websites to terminate services that route users to ChatGPT, in part because of content and data security concerns.\n\nThe introduction of regulations may be intended to ensure ChatGPT-like services adhere to the Communist Party's non-negotiable censorship of controversial or undesirable content online. But it could also be a boon to companies like Baidu Inc., providing clearer ground rules for future services.\n\nChinese AI-related stocks rallied on Friday after the Ministry of Science and Technology's proclamation. Beijing Deep Glint Technology Co. jumped more than 3%, 360 Security Technology Inc. gained as much as 7%, and AI chipmaker Cambricon Technologies Corp. surged 7.3%.\n\nAbout three weeks ago, Baidu's shares soared 13% after Bloomberg News first reported its plans for a ChatGPT-like service. It has since reaffirmed plans to roll out its Ernie Bot conversational AI in March, while Alibaba Group Holding Ltd. has said it's working to integrate generative AI in several of its products. Other high-profile Chinese enterprises, including brokerage China International Capital Corp Ltd., are already experimenting with the technology's potential to transform everything from finance to healthcare.\n\n\"We have to see that ChatGPT is doing very well,\" Wang said at Friday's briefing. \"Following the emergence of new technology, including AI, our country will introduce relevant measures (to regulate them) in an ethical manner.\"\n\nThe field of AI is among several in which the US and China are racing for the lead, part of a broader struggle for technology and geopolitical supremacy. Some experts believe that the Asian power has the edge in terms of the sheer amounts of data required to train AI platforms.\n\nA parallel race among global tech giants has intensified since ChatGPT took the internet by storm. Microsoft Corp., which owns a stake in OpenAI, showed off how the technology could supplement its Bing search engine. Not to be outdone, Google demonstrated a novel service called Bard that would incorporate similar features.\n\nIt's unclear, however, how Beijing views private sector involvement in the sensitive field, particularly given a deep-seated suspicion of increasingly powerful internet firms that resulted in crackdowns on sector leaders from Ant Group Co. to Alibaba and Didi Global Inc.\n\nChatGPT's users have pointed to the dangers of abusing the technology, from the ability to draw out disturbing responses to its longer-term ability to displace humans at work. Wang has said that it will take time to draw up Chinese regulations, and the regulatory measures \"will come after we understand the technology.\"",
    "imageUrl": "https://media.zenfs.com/en/bloomberg_markets_842/2ddfab10d57441979c1590aa214cea12",
    "category": "technology",
    "publishedAt": "February 23, 2023"
  },
  {
    "title": "Nvidia Surges After AI Computing Push Drives Upbeat Outlook",
    "slug": "nvidia-ai-computing-upbeat-outlook",
    "body": "Nvidia Corp, a tech company based in Santa Clara, California, saw a 13% rise in its stock value in early New York trading on Thursday after giving a positive revenue outlook for the current quarter. The outlook suggests that the company's push into artificial intelligence (AI) processors is helping to offset the sluggish demand for personal computer chips. Nvidia's foray into AI computing chips under the leadership of its Chief Executive Officer and co-founder Jensen Huang is paying off, as the company has parlayed its dominance of graphics processors into a strong position in the growing market for AI hardware. Its chips excel at parallel processing, which allows computers to make sense of large amounts of data and train software to make decisions.\n\nNvidia's announcement of its own AI cloud service and partnership with Oracle Corp., Microsoft Corp., and Alphabet Inc.’s Google to offer the ability to use Nvidia GTX machines to do AI processing via simple browser access is a strategic move. The new platform will help companies that don’t have the technical expertise to build their own infrastructure. Huang said in an interview that the interest in ChatGPT has opened the eyes of business leaders to the power of AI, but the real value will come from tailoring it to companies’ own needs so they can improve their services and products.\n\nThe positive revenue outlook signals that Nvidia's involvement in the AI space now puts it directly under the spotlight. Russ Mould, investment director at AJ Bell, noted that \"when you have 'the next big thing' in tech, it's natural for investors to scramble to find ways to play the theme.\" If the gain holds, Nvidia would be on track to add about $64.3 billion in market value, taking its year-to-date gains to about $214 billion.\n\nInvestors have piled into Nvidia, making it the world’s most valuable chipmaker again, as they bet that demand for AI systems such as ChatGPT will boost orders for the company's products. While Nvidia's dependence on the PC market for a large chunk of sales still dragged on its results last quarter, the impact was not as much as feared. The company's gaming business, heavily reliant on the PC industry, had revenue of $1.83 billion last quarter, a decline of 46%. However, it topped the average estimate of $1.6 billion. Data-center sales grew 11% to $3.62 billion, coming in short of an average prediction of $3.86 billion. Overall revenue fell 21% to $6.05 billion, marking Nvidia's second decline in 13 quarters. Profit was 88 cents a share, minus certain items. On that basis, analysts had predicted a profit of 81 cents on sales of about $6 billion.",
    "imageUrl": "https://media.zenfs.com/en/bloomberg_technology_68/f342334d1716bcc7869b16eb198fe06a",
    "category": "technology",
    "publishedAt": "February 23, 2023"
  },
  {
    "title": "Pay Cuts and Layoffs at China’s WM Motor Show EV Industry Stress",
    "slug": "paycuts-layoffs-at-china-wm-motor-show-ev-industry",
    "body": "WM Motor Holdings Ltd., a Shanghai-based electric-vehicle maker backed by Baidu Inc. and started by a former Volvo executive, is facing financial difficulties due to the slow-motion shakeout in China’s crowded EV market. Founder and CEO Shen Hui wrote in a staff memo earlier this month that the company needs to cut costs to survive. As a result, salaries have been reduced by 30% for employees and up to 50% for some managers. At least 20% of WM Motor’s workforce has been laid off since November, and voluntary departures have resulted in a total count of fewer than 2,000 staff, which is a 40% drop. Some of the laid-off workers are still waiting for compensation, and payments to some suppliers and contractors have been delayed or only partially made.\n\nA few years ago, WM Motor was considered one of the most promising Chinese EV startups, setting delivery records and considering a listing on Shanghai’s Star board. However, it is now looking to list through a reverse merger in Hong Kong, where fellow EV maker Zhejiang Leapmotor Technology Co. had a disastrous debut last year. The intense competition in China’s auto market, where there were over 500 registered EV makers in 2019, has led to many smaller players collapsing or running out of funds. As the market matures and becomes more cut-throat, more high-profile companies are struggling, including Byton Ltd. and Evergrande New Energy Vehicle Group Ltd.\n\nWM Motor appeared to secure a fresh source of funding last month, when Apollo Future Mobility Group Ltd. announced that one of its units would buy the company for $2.02 billion in an all-stock deal, paving the way for a backdoor listing. However, the deal was subject to “a wide range of factors,” and Apollo Future Mobility representatives declined to comment. WM Motor had already raised capital 12 times as of October 2021, including from PCCW Ltd. and Shun Tak Holdings Ltd., despite never having posted a profit.\n\nRecently laid-off workers at WM Motor are seeking legal assistance to get their compensation, which should have amounted to one month’s salary for every year they worked at the company, plus an additional month’s pay. A formal application for arbitration could be filed in Shanghai if no progress is made by March 25, according to attorney Shen Zhou.",
    "imageUrl": "https://media.zenfs.com/en/bloomberg_technology_68/5ef9b80681e4682a6205a670d51e9ade",
    "category": "technology",
    "publishedAt": "February 22, 2023"
  },
  {
    "title": "Uber's redesigned app puts all its services in one place",
    "slug": "uber-redesign-all-services-in-one-place",
    "body": "Uber has unveiled a major redesign of its app, the first in a while, to reflect the expansion of its services in recent years. The updated Android and iOS versions feature a new home screen that brings together ridesharing and Uber Eats deliveries in one place, making it easier to book trips or order food with fewer steps. In addition, there is a dedicated tab for all available services in your city to eliminate the guesswork.\n\nThe new design also offers more personalization, with saved locations and recommendations for destinations and ride types based on your habits. An activity hub displays all past and future Uber usage, while iPhone users can now see live ride progress on their lock screen and receive updates around the Dynamic Island when using an iPhone 14 Pro or Pro Max.\n\nAlthough the Eats app will not be going away, iPhone-specific upgrades will be added to the app in the coming months. The app redesign makes sense given that Uber now offers services beyond basic car hailing and restaurant orders, including bikes, scooters, package deliveries, and groceries. The new design may help customers discover new features and encourage them to try out services they previously thought were too much of a hassle.\n\nWhile Uber reported higher bookings and profit margins in 2022, its delivery business only grew six percent over the year, so this redesign could help boost delivery orders from customers who may have previously overlooked the Eats feature.",
    "imageUrl": "https://s.yimg.com/os/creatr-uploaded-images/2023-02/26f28660-b28b-11ed-8ddf-a5cebbee5b84",
    "category": "technology",
    "publishedAt": "February 22, 2023"
  }
]
